1tontech.angular-material
abusaidm.html-snippets
AESSoft.aessoft-class-autocomplete
alexiv.vscode-angular2-files
Angular.ng-template
dbaeumer.vscode-eslint
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
fknop.vscode-npm
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.terminal
HookyQR.beautify
jakethashi.vscode-angular2-emmet
jakob101.RelativePath
johnpapa.Angular2
ktriek.ng-bootstrap-snippets
MariusAlchimavicius.json-to-ts
Mikael.Angular-BeastCode
ms-azuretools.vscode-cosmosdb
MS-CEINTL.vscode-language-pack-es
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
naumovs.color-highlight
PKief.material-icon-theme
pmneo.tsimporter
rbbit.typescript-hero
ritwickdey.LiveServer
robinbentley.sass-indented
Shan.code-settings-sync
ssmi.after-dark
thekalinga.bootstrap4-vscode
vangware.dark-plus-material
vittorioromeo.expand-selection-to-scope
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
